Repository: lucianostegun/flash-memory
Catalog: flash_memory/tags/v1.0/Flash Memory/*.lproj/Localizable.strings
Languages: pt

source: difficulty.Fish
pt: Peixe

source: difficulty.Dolphin
pt: Golfinho

source: difficulty.Human
pt: Humano

source: difficulty.Elephant
pt: Elefante

source: Each right block worth
pt: Cada bloco certo vale

source: Accept
pt: Aceitar

source: BACK
pt: VOLTAR

source: MAIN MENU
pt: MENU JOGO

source: But you can do better!
pt: Mas você pode fazer melhor!

source: But you do even better!
pt: Mas você pode fazer ainda melhor!

source: Connecting to
pt: Conectando a

source: CONTRATULATIONS!
pt: PARABÉNS!

source: Decline
pt: Recusar

source: Difficulty
pt: Dificuldade

source: GOT IT
pt: ENTENDI

source: Great job!
pt: Ótimo trabalho!

source: How about trying again?
pt: Que tal tentar outra vez?

source: instructions-step0
pt: Treinar sua memória com FlashMem é muito fácil. Aqui vão algumas instruções que podem te ajudar a ter uma melhor experiência durante o jogo. A primeira coisa que você deve fazer é tocar em INICIAR JOGO para carregar a primeira fase da carreira.

source: instructions-step1
pt: O jogo inicia com o piscar de um grupo de blocos que compõe um caminho que deverá ser redesenhado. Quanto maior o nível do jogo mais rápido eles irão desaparecer. Então não perca a exibição inicial ou terá que começar novamente.

source: instructions-step2
pt: Quando todos os blocos sumirem completamente o primeiro e o último bloco do caminho começarão a piscar.

source: instructions-step3
pt: Mas fique atento! Nos níveis intermediários apenas o primeiro bloco pisca. Nos níveis avançados nenhum bloco irá piscar e você pode começar a desenhar assim que todos sumirem.

source: instructions-step4
pt: Logo após os blocos da ponta começarem a piscar (ou não!) então você já pode começar a redesenhar o caminho. Não faz diferença de qual ponta você começa. Você pode iniciar o desenho de qualquer uma das pontas desde que não erre e perca o mínimo possível de blocos.

source: instructions-step5
pt: Uma vez iniciado o desenho, vá até o fim!! Quando desenhar errado você ainda pode desfazer o desenho voltando pelo mesmo caminho ao contrário sem precisar recomeçar a fase. Assim que parar de desenhar sua pontuação será computada. Não se preocupe, você poderá sempre recomeçar a fase se não se sair muito bem...

source: instructions-step7
pt: É SIMPLES ASSIM! Se quiser, você pode praticar antes de começar a jogar pra valer. No modo PRÁTICA você pode escolher entre três níveis de dificuldade: Memória de peixe, golfinho, humano e memória de elefante.

source: Inviting
pt: Convidando

source: Level
pt: Nível

source: Me
pt: Eu

source: Multiplayer request
pt: Convite de jogo

source: No player visible
pt: Nenhum jogador visível

source: Not bad...
pt: Nada mal...

source: Now try again without missing a block.
pt: Agora tente novamente sem errar nenhum bloco.

source: OFF
pt: NÃO

source: Oh boy...
pt: Eita...

source: ON
pt: SIM

source: PERFECT!
pt: PERFEITO!

source: player
pt: jogador

source: players
pt: jogadores

source: online player
pt: jogador online

source: online players
pt: jogadores online

source: PRACTICE
pt: PRATICAR

source: Each second count, so don't take much long or you lose points! You also get 10% bonus if you don't miss a single block.
pt: Cada segundo conta, então não demore muito ou irá perder pontos! Você também ganha 10% de bonus se acertar o caminho todo sem errar nenhum bloco.

source: Missed blocks discount
pt: Blocos perdidos descontam

source: Wrong blocks discount
pt: Blocos errados descontam

source: Score
pt: Placar

source: SOUND EFFECTS:
pt: EFEITOS SONOROS:

source: SOUND EFFECTS: OFF
pt: EFEITOS SONOROS: NÃO

source: SOUND EFFECTS: ON
pt: EFEITOS SONOROS: SIM

source: Stage
pt: Fase

source: Stage clear
pt: Nível concluído

source: TRY AGAIN
pt: NOVAMENTE

source: TRY IT
pt: TENTAR

source: wants to play with you
pt: está te convidando para jogar.

source: Well done!
pt: Foi bem!

source: You really got talent!
pt: Você tem talento!

source: You score was
pt: Sua pontuação foi

source: You've completed all stages. Try starting over reaching 3 stars in all levels.
pt: Você completou todos os estágios. Agora tente conseguir 3 estrelas em todos os níveis.

source: Feature unavailable
pt: Função indisponível

source: Multiplayer mode is only available in the full version of the game. Would you like to upgrade?
pt: O modo multiplayer só está disponível na versão completa do jogo Gostaria de atualizar?

source: Upgrade
pt: Atualizar

source: Not now
pt: Agora não

source: Level unavailable
pt: Fase insidponível

source: This level is only available in the full version of the game. Would you like to upgrade?
pt: Esta fase só está disponível na versão completa do jogo Gostaria de atualizar?

source: Level locked
pt: Fase bloqueada

source: This stage is currently locked. To unlock it play all previous stages before.
pt: Esta fase ainda não foi desbloqueada. Para desbloquear jogue todos os níveis antes dela.

source: You've completed all stages of LITE VERSION. Would you like to upgrade to full version and unlock all levels?
pt: Você completou todas as fases da versão grauita. Gostaria de atualizar para a versão completa e desbloquear todas as fases?

source: Local players
pt: Jogadores próximos

source: Online players
pt: Jogadores online

source: Start online match
pt: Iniciar partida online

source: Starting online match
pt: Iniciando partida online

source: Online session
pt: Partida online

source: Online sessions work much better when push notifications are enable. Please consider enable Push Notification for a better online match experience.
pt: Partidas online funcionam muito melhor quando as notificações PUSH estão habilitadas. Considere habilitar as notificações para uma melhor eperiência de jogo online

source: Starting online session. Connecting to server...
pt: Iniciando sessão online. Conectando com o servidor...

source: Error connecting to server. Please try again later.
pt: Não foi possível iniciar uma sessão online. Tente novamente mais tarde.

source: closed multiplayer session.
pt: fechou a sessão multiplayer.

source: Multiplayer closed
pt: Sessão encerrada

source: Do you want start a new match with other player?
pt: Deseja iniciar uma partida com outro jogador?
